import React from 'react'

export default function Test10() {
  return (
    <div className='wrap'>
      <h3>문제10</h3>

      <h5>
        문자열 s에서 '1'의 개수를 구하려 합니다.<br />
        예를 들어 s가 "4156721"일 때, 2번째와 마지막 번째 문자가 '1'이므로 2를 출력합니다.<br />
        표준 입력으로 문자열 s를 입력받아 s에서 '1'의 개수를 출력해주세요.
      </h5>

    </div>
  )
}
/*
문제10
문자열 s에서 '1'의 개수를 구하려 합니다.
예를 들어 s가 "4156721"일 때, 2번째와 마지막 번째 문자가 '1'이므로 2를 출력합니다.
표준 입력으로 문자열 s를 입력받아 s에서 '1'의 개수를 출력해주세요.

입력 설명
표준 입력으로 문자열 s가 주어집니다.
문자열 s의 길이는 1 이상 1,000 이하입니다.
문자열 s는 '1'~'9'로 이루어진 문자열입니다.

출력 설명
문자열 s에서 '1'의 개수를 출력해주세요.

입출력 예 1
입력
"4156721"

출력
2

설명
위의 설명과 같습니다.

입출력 예 2
입력
"48273"

출력
0

설명
'1'이 없으므로 0을 출력합니다.
*/
