import React from 'react'

export default function Test8() {
  return (
    <div className='wrap'>
      <h3>문제8</h3>

      <h5>
        길이가 n인 배열 arr에서 인접하는 두 숫자 중 첫 번째 숫자에서 두 번째 숫자를 뺀 값을 모두 출력하려 합니다.<br />
        표준 입력으로 자연수 n과 배열 arr을 입력받아, 인접하는 두 숫자 중 첫 번째 숫자에서 두 번째 숫자를 뺀 값을 차례대로 출력하는 코드를 작성하려 합니다.<br />
        빈칸을 채워 전체 코드를 완성해주세요.
      </h5>


    </div>
  )
}
/*
문제8
길이가 n인 배열 arr에서 인접하는 두 숫자 중 첫 번째 숫자에서 두 번째 숫자를 뺀 값을 모두 출력하려 합니다.
표준 입력으로 자연수 n과 배열 arr을 입력받아, 인접하는 두 숫자 중 첫 번째 숫자에서 두 번째 숫자를 뺀 값을 차례대로 출
력하는 코드를 작성하려 합니다. 빈칸을 채워 전체 코드를 완성해주세요.

입력 설명
표준 입력으로 자연수 n과 배열 arr이 주어집니다.
n은 2 이상 50 이하입니다.
arr의 원소는 -100 이상 100 이하인 정수입니다.

출력 설명
배열 arr에서 인접하는 두 숫자 중 첫 번째 숫자에서 두 번째 숫자를 뺀 값을 차례대로 출력해주세요.
입출력 예
입력
4
1 3 6 2

출력-2-3
4

설명
배열의 첫 번째 숫자부터 차례대로 인접한 숫자를 뺀 -2, -3, 4를 출력합니다. 2가 배열의 마지막 요소이므로 출력을 멈춥니
다.
*/
