// 1. 짝수/홀수 판별
// let num = 9;
// 위 숫자가 짝수인지 홀수인지 판별하는 조건문을 작성하세요.

// 결과는 "짝수입니다." 또는 "홀수입니다."로 출력되도록 하세요.



// 2. 점수에 따른 학점 출력
// let score = 83;
// 점수에 따라 아래 기준에 맞는 학점을 출력하세요

// 점수 범위	출력 내용
// 90 이상	"A 학점입니다."
// 80 이상 90 미만	"B 학점입니다."
// 70 이상 80 미만	"C 학점입니다."
// 60 이상 70 미만	"D 학점입니다."
// 60 미만	"F 학점입니다."



// 3. 나이에 따른 입장료 안내
// let age = 4;
// 주어진 나이에 따라 다음 기준에 맞는 입장료 안내 문구를 출력하세요

// 나이 범위	출력 내용
// 0 ~ 3세	"무료입니다."
// 4 ~ 12세	"입장료는 5,000원입니다."
// 13 ~ 64세	"입장료는 10,000원입니다."
// 65세 이상	"입장료는 7,000원입니다."



// 4. 로그인 상태 메시지
// let isLoggedIn = true;
// 로그인 상태(true 또는 false)에 따라 다음 메시지 중 하나를 출력하세요:

// 로그인 상태가 true이면: "환영합니다!"

// 로그인 상태가 false이면: "로그인해주세요."



// 5. 두 숫자 비교
// let a = 10;
// let b = 25;
// 두 숫자를 비교하여 다음 중 하나를 출력하세요 a가 클 경우: "a가 더 큽니다."

// b가 클 경우: "b가 더 큽니다."

// 두 숫자가 같을 경우: "두 수는 같습니다."



